import xitsImg1 from "../../assets/images/xitsImg1.png";
import xitsImg2 from "../../assets/images/xitsImg2.png";
import xitsImg3 from "../../assets/images/recomendImg3.png";
import xitsImg4 from "../../assets/images/recomendImg4.png";
import xitsImg5 from "../../assets/images/recomendImg2.png";


const xits = [
    {
      id: 1,
      author: "Марк Мэнсон",
      title: "Тонкое искусство пофигизма",
      description:
        "Современное общество пропагандирует культ успеха: будь умнее, богаче, продуктивнее – будь лучше всех. Как какой-то малец придумал приложение и заработал кучу денег, статьями в духе ",
      bookImg: xitsImg1,
      price: "11 230 UZS",
    },
    {
      id: 2,
      author: "Андрей Курпатов",
      title: "Красная таблетка. Посмотри правде в глаза!",
      description:
        "Книга простым языком объясняет читателю, каким образом работает человеческий мозг. Без сложной терминологии автор говорит о самой природе сознания – емко, просто и с долей юмора. ",
      bookImg: xitsImg2,
      price: "11 230 UZS",
    },
    {
      id: 3,
      author: "Марк Мэнсон",
      title: "Тонкое искусство пофигизма",
      description:
        "Современное общество пропагандирует культ успеха: будь умнее, богаче, продуктивнее – будь лучше всех. Как какой-то малец придумал приложение и заработал кучу денег, статьями в духе ",
      bookImg: xitsImg3,
      price: "11 230 UZS",
    },
    {
      id: 4,
      author: "Марк Мэнсон",
      title: "Тонкое искусство пофигизма",
      description:
        "Современное общество пропагандирует культ успеха: будь умнее, богаче, продуктивнее – будь лучше всех. Как какой-то малец придумал приложение и заработал кучу денег, статьями в духе ",
      bookImg: xitsImg4,
      price: "11 230 UZS",
    },
    {
      id: 5,
      author: "Марк Мэнсон",
      title: "Тонкое искусство пофигизма",
      description:
        "Современное общество пропагандирует культ успеха: будь умнее, богаче, продуктивнее – будь лучше всех. Как какой-то малец придумал приложение и заработал кучу денег, статьями в духе ",
      bookImg: xitsImg5,
      price: "11 230 UZS",
    },
  ];


 export function getXits() {
      return xits;
  }